Repository: kageroumado/sevoflurane
Catalog: Sevoflurane/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: “%@” can start more than one way
zh_hans: “%@”有多种启动方式

source: “%@” has stopped answering
zh_hans: “%@”已停止响应

source: “Plays with fixes” needs a note saying which fixes.
zh_hans: 选择“需修复后可玩”时，请在备注中说明需要哪些修复。

# %@ — %@ is out, a patch of up to %@
source: %1$@ — %2$@ is out, a patch of up to %3$@
zh_hans: %1$@ — %2$@ 已发布，补丁最多 %3$@

# %@ — %@ is out; too old to patch, the changed files are downloaded (up to %@)
source: %1$@ — %2$@ is out; too old to patch, the changed files are downloaded (up to %3$@)
zh_hans: %1$@ — %2$@ 已发布；当前版本过旧，无法打补丁，将下载有变动的文件（最多 %3$@）

source: %@ — checking for updates…
zh_hans: %@ — 正在检查更新…

# %@ — could not reach HoYoPlay's servers: %@
source: %1$@ — could not reach HoYoPlay's servers: %2$@
zh_hans: %1$@ — 无法连接 HoYoPlay 的服务器：%2$@

source: %@ — up to date
zh_hans: %@ — 已是最新版本

source: %@ · set when it launches
zh_hans: %@ · 启动时设置

source: %@ · stays in place
zh_hans: %@ · 保留在原位

source: %@ · tested
zh_hans: %@ · 已测试

source: %@ · untested
zh_hans: %@ · 未测试

source: %@ (new)
zh_hans: %@（新建）

source: %@ (no Steam yet)
zh_hans: %@（尚未安装 Steam）

source: %@ (not installed)
zh_hans: %@（未安装）

# %@ (option %lld)
source: %1$@ (option %2$lld)
zh_hans: %1$@（选项 %2$lld）

source: %@ (unconfirmed)
zh_hans: %@（未确认）

source: %@ are required and not installed
zh_hans: 需要安装 %@

source: %@ available
zh_hans: %@ 可用

source: %@ beside it
zh_hans: 旁边有 %@

source: %@ comes with this copy. Nothing to download.
zh_hans: 此版本已包含 %@，无需下载。

source: %@ did not extract
zh_hans: 无法解压 %@

source: %@ did not extract: %@
zh_hans: 无法解压 %@：%@

source: %@ free
zh_hans: 可用空间 %@

source: %@ Games launch and run more slowly while this continues.
zh_hans: %@ 在此期间，游戏启动和运行会变慢。

source: %@ has no active game run in Sevoflurane.
zh_hans: Sevoflurane 中没有 %@ 的正在进行的游戏运行记录。

source: %@ installation failed: %@
zh_hans: %@ 安装失败：%@

source: %@ is available
zh_hans: %@ 可用

source: %@ is available and tested with this engine.
zh_hans: %@ 可用，且已通过此引擎测试。

source: %@ is available and untested here.
zh_hans: %@ 可用，但尚未在此测试。

source: %@ is frontmost.
zh_hans: %@ 已位于最前面。

source: %@ is required and not installed
zh_hans: 需要安装 %@

source: %@ is up to date.
zh_hans: %@ 已是最新版本。

source: %@ is what a fresh installation runs.
zh_hans: 全新安装默认使用 %@。

source: %@ kept %lld threads busy the whole time
zh_hans: %1$@ 的 %2$lld 个线程一直处于忙碌状态

source: %@ manages this bottle
zh_hans: %@ 管理此容器

# %@ of %@ used
source: %1$@ of %2$@ used
zh_hans: 已使用 %1$@，共 %2$@

source: %@ quit with an error while starting.
zh_hans: %@ 在启动时出错退出。

source: %@ showed no window
zh_hans: %@ 未显示任何窗口

source: %@ stopped unexpectedly.
zh_hans: %@ 意外停止。

source: %@ tuning
zh_hans: %@ 调整

source: %@: no attempt was made
zh_hans: %@: 未尝试下载

source: %@: the download is not the file it should be (sha256 %@)
zh_hans: %@：下载文件校验失败（sha256 %@）

source: %@. Install them in Settings › Engine › Game dependencies.
zh_hans: %@。请在“设置 › 引擎 › 游戏依赖项”中安装。

source: %lld files are missing or damaged.
zh_hans: %lld 个文件缺失或损坏。

source: %lld games
zh_hans: %lld 款游戏

source: %lld reports, %@.
zh_hans: %lld 份报告，%@。

# %lld runs shared, the last one %@.
source: %1$lld runs shared, the last one %2$@.
zh_hans: 已共享 %1$lld 次运行记录，最近一次为 %2$@。

source: ~/Library/Logs/Sevoflurane-wine.log always records errors. This setting also records every exception and library load, so the log grows quickly.
zh_hans: ~/Library/Logs/Sevoflurane-wine.log 始终会记录错误。此设置还会记录每次异常和库加载，因此日志会迅速增大。

source: 1 % low
zh_hans: 1% 低帧率

source: 4 GB for 32-bit games
zh_hans: 为 32 位游戏提供 4 GB 内存

source: 12 months
zh_hans: 12 个月

source: 14-day trial
zh_hans: 14 天试用

source: A 32-bit game may use 4 GB where Windows would give it 2.
zh_hans: 32 位游戏可使用 4 GB 内存，而 Windows 通常只提供 2 GB。

source: A 32-bit program can address 4 GB, and Windows gives it the lower 2 GB unless its file carries the Large Address Aware flag. Modded and texture-heavy 32-bit games run out of those 2 GB and crash. With this on every 32-bit game gets all 4, flag or no flag.
zh_hans: 32 位程序最多可寻址 4 GB；除非文件带有“大地址感知”标志，否则 Windows 只提供低位的 2 GB。经过修改或使用大量纹理的 32 位游戏可能用尽这 2 GB 并崩溃。开启后，所有 32 位游戏都可使用完整的 4 GB，无论是否带有该标志。

source: A bottle named “%@” already exists.
zh_hans: 已存在名为“%@”的容器。

source: A change applies the same way. Reset restores the engine's own version.
zh_hans: 更改的生效方式相同。重设会恢复引擎自带的版本。

source: A command-line tool, and the way AI assistants reach Steam through MCP. Asks for an administrator password.
zh_hans: 安装命令行工具，让 AI 助手通过 MCP 使用 Steam。安装时需要管理员密码。

source: A dormison-b<N>.tar.xz you downloaded, or an engine folder you built. Sevoflurane checks the .sig beside a tarball.
zh_hans: 可选择已下载的 dormison-b<N>.tar.xz，或自行构建的引擎文件夹。Sevoflurane 会验证压缩包旁的 .sig 文件。

source: A few old games assume addresses stay under 2 GB and crash above it: turn it off for that game.
zh_hans: 少数旧游戏假定地址不会超过 2 GB，超过后可能崩溃；请为这类游戏关闭此选项。

source: A game
zh_hans: 一款游戏

source: a game data folder beside it
zh_hans: 旁边有游戏数据文件夹

source: A game draws at the size it chose. A resizable window scales that picture to the window through the upscaler, and the game keeps believing in its own size.
zh_hans: 游戏按自己选择的尺寸绘制画面。可调整大小的窗口通过画面缩放器将画面适配到窗口，而游戏仍以为自己使用的是原尺寸。

source: A game is around 100 GB and each voice-over another 12 to 15 GB. An install that stops, or is stopped, carries on from where it was when you install into the same folder again.
zh_hans: 每款游戏约 100 GB，每种语音包另需 12 至 15 GB。安装中断或被停止后，再次安装到同一文件夹时会从中断处继续。

source: A game says a file is missing and will not start.
zh_hans: 游戏提示缺少文件，无法启动。

source: A game shows a black screen where its intro video plays.
zh_hans: 游戏播放片头视频时出现黑屏。

source: A game shows a black screen, or stops while its shaders compile.
zh_hans: 游戏出现黑屏，或在编译着色器时卡住。

source: A game starts and its picture is wrong, flickers or stays black.
zh_hans: 游戏可以启动，但画面异常、闪烁或持续黑屏。

source: A game that picks a slower AVX code path because it is offered can run better with this off.
zh_hans: 如果游戏因检测到 AVX 而选择较慢的代码路径，关闭此选项可能使游戏运行得更好。

source: A game that switches the screen's resolution gets a window instead.
zh_hans: 尝试切换屏幕分辨率的游戏会改为在窗口中运行。

source: A game's library and store pages say how it runs on a Mac, whether it has a macOS version, and what its anti-cheat does. Sevoflurane's own players' runs come first where there are enough.
zh_hans: 游戏的库页面和商店页面会显示它在 Mac 上的运行情况、是否有 macOS 版本，以及其反作弊的情况。在数据足够时，优先采用 Sevoflurane 玩家自己的运行记录。

source: A game's page says how it runs on a Mac and what its anti-cheat does, in the slot Steam's own Deck strip leaves empty here.
zh_hans: 游戏页面会在 Steam Deck 兼容性信息下方显示该游戏在 Mac 上的运行情况，以及反作弊功能是否可用。

source: A game's threads hand work to each other thousands of times a second. Putting a thread to sleep and waking it costs far more on macOS than on Windows, so a thread can spin briefly first in case its wake-up is about to arrive.
zh_hans: 游戏线程每秒会交换任务数千次。在 macOS 上，让线程休眠再唤醒的开销远高于 Windows。因此线程可以先短暂自旋等待，看看任务是否即将到来。

source: A launcher shows empty buttons, or text is boxes.
zh_hans: 启动器的按钮没有文字，或文字显示为方框。

source: A level reaches each game the next time it is launched. Debug mode restarts Steam, and ends when Sevoflurane quits.
zh_hans: 诊断级别会在游戏下次启动时生效。调试模式会重新启动 Steam，并在退出 Sevoflurane 时结束。

source: A link shares another bottle's copy of a game. One copy on disk, no second download. Steam verifies it on first launch. Each bottle keeps its own saves.
zh_hans: 链接可共享其他容器中的游戏文件，无需再次下载。Steam 会在首次启动时验证文件。每个容器仍保留各自的存档。

source: A Mac has one pool of memory that the processor and the graphics chip both use. Windows games expect a separate graphics card, so they copy every texture twice: once to hand it over, once to store it. On a Mac both copies land in the same memory.
zh_hans: Mac 的处理器和图形芯片共用同一组内存。Windows 游戏预期使用独立显卡，因此会将每个纹理复制两次：一次用于传输，一次用于存储。在 Mac 上，两份副本都落在同一内存中。

source: A mod, a fix or a loader is installed and the game ignores it.
zh_hans: 已安装模组、修补程序或加载器，但游戏没有使用它。

source: A monogram of the display name.
zh_hans: 由显示名称首字母生成的图案。

source: A new bottle gets the fonts and legacy runtimes too, not the required ones alone.
zh_hans: 新容器除了必需组件，还会安装字体和旧版运行库。

source: A newer Dormison than any installed here.
zh_hans: 有比已安装版本更新的 Dormison。

source: A real run signs in with your Apple Account and downloads the toolkit. This one loads nothing.
zh_hans: 正常使用时，此处会登录 Apple 账户并下载工具包。此演示不会加载任何内容。

source: A report was collected and nothing in it names an error.
zh_hans: 已收集报告，其中没有发现明确的错误。

source: A resizable window scales the game's picture to fit.
zh_hans: 可调整大小的窗口会缩放游戏画面，使其适合窗口。

source: A Retina display has four pixels for every point macOS lays out. Windows programs are told the point size by default, and the picture is scaled up.
zh_hans: Retina 显示器的每个 macOS 布局点对应四个像素。默认情况下，Windows 程序只会看到以点计算的尺寸，画面再被放大。

source: A second try keeps what already downloaded.
zh_hans: 重试时会保留已下载的文件。

source: A thread spins for about two microseconds first, and stops doing so where that keeps failing. Hand-offs get up to ten times quicker; a game with more busy threads than the Mac has cores pays in processor time.
zh_hans: 线程先自旋约两微秒；如果持续未等到任务，就停止自旋。任务交接速度最高可提高十倍；如果忙碌线程多于 Mac 的核心数，则会增加处理器开销。

source: A waiting thread sleeps at once, as Wine does it.
zh_hans: 等待中的线程会像 Wine 的默认行为一样立即休眠。

source: a window the game locks to one size gets a resize handle and its picture scales; a full-screen game stays full screen
zh_hans: 固定尺寸的游戏窗口会获得调整大小的控点，画面随窗口缩放；全屏游戏仍保持全屏

source: A window the game locks to one size gets a resize handle, and its picture scales to fit. A full-screen game stays full screen.
zh_hans: 固定尺寸的游戏窗口会获得调整大小的控点，画面随窗口缩放。全屏游戏仍保持全屏。

source: A Windows program
zh_hans: Windows 程序

source: A Wine engine runs Windows games on your Mac.
zh_hans: Wine 引擎可让 Windows 游戏在 Mac 上运行。

source: About
zh_hans: 关于

source: About %@
zh_hans: 关于 %@

source: About Sevoflurane
zh_hans: 关于 Sevoflurane

source: Acknowledgments
zh_hans: 致谢

source: Add
zh_hans: 添加

source: Add a Folder…
zh_hans: 添加文件夹…

source: Add a library in Steam’s settings, under Storage.
zh_hans: 在 Steam 的“设置 › 存储空间”中添加游戏库。

source: Add and Play
zh_hans: 添加并开始游戏

source: Add Existing Folder…
zh_hans: 添加现有文件夹…

source: Add from a Disk Image…
zh_hans: 从磁盘映像添加…

source: Add from Folder or Archive…
zh_hans: 从文件夹或压缩包添加…

source: Add to Quick Launch
zh_hans: 添加到快速启动

source: Add Windows Game…
zh_hans: 添加 Windows 游戏…

source: Adding %@…
zh_hans: 正在添加 %@…

source: Address width
zh_hans: 位数

source: Adds every library a game loads, whole crash dumps, a doctor report and the machine's state while it runs. Turns itself off after the next game.
zh_hans: 额外记录游戏加载的每个库、完整崩溃转储、检查报告，以及运行期间的 Mac 状态。下次游戏运行结束后会自动关闭。

source: Adds support for DirectX 12 games.
zh_hans: 添加对 DirectX 12 游戏的支持。

source: Adds Wine's exception channel, each renderer's own log, and a report after every run. Turn this on before reproducing a bug.
zh_hans: 额外记录 Wine 异常和各渲染器日志，并在每次运行后生成报告。请在重现问题前开启。

source: After a game closes, its frame rate, resolution, engine and settings go to the public Sevoflurane game database with your Mac’s model and chip. Nothing names you, your Mac or your account.
zh_hans: 游戏关闭后，帧率、分辨率、引擎、设置以及 Mac 机型和芯片信息会发送到公开的 Sevoflurane 游戏数据库。这些信息不包含你的姓名、Mac 名称或账号。

source: After a game closes, Sevoflurane sends its frame rate, resolution, engine and settings, with your Mac’s model and chip. Nothing names you, your Mac or your account.
zh_hans: 游戏关闭后，Sevoflurane 会发送帧率、分辨率、引擎、设置以及 Mac 机型和芯片信息。这些信息不包含你的姓名、Mac 名称或账号。

source: After the game loads, play for at least a minute in an area you can return to.
zh_hans: 游戏加载完成后，请在可再次到达的区域游玩至少一分钟。

source: AI assistants (MCP)
zh_hans: AI 助手 (MCP)

source: All
zh_hans: 全部

source: Allow each assistant to control Steam through MCP.
zh_hans: 允许每个助手通过 MCP 控制 Steam。

source: Allow Notifications
zh_hans: 允许通知

source: Allow Sevoflurane notifications in System Settings to see Steam messages.
zh_hans: 在“系统设置”中允许 Sevoflurane 发送通知，以查看 Steam 消息。

source: Allow Sevoflurane to show Steam messages in Notification Center.
zh_hans: 允许 Sevoflurane 在通知中心显示 Steam 消息。

source: Already have the disk image?
zh_hans: 已有磁盘映像？

source: Also in the menu bar popover, under the … button.
zh_hans: 也可以通过菜单栏弹出窗口中的“…”按钮开启。

source: Also, a full-screen game plays in a window you can move and resize, and still draws as if it filled the screen. Pick this to play a full-screen game in a window.
zh_hans: 全屏游戏也可以在可移动、可调整大小的窗口中运行，但仍按全屏尺寸绘制画面。如果想在窗口中玩全屏游戏，请选择此项。

source: Always run with
zh_hans: 始终使用

source: An empty bottle with a fresh Steam.
zh_hans: 创建新容器并安装 Steam。

source: an Engine folder beside it
zh_hans: 旁边有 Engine 文件夹

source: An RPG Maker MV game on NW.js: the native macOS runtime runs it outside the bottle, with its achievements carried by a stub.
zh_hans: 这款 RPG Maker MV 游戏基于 NW.js。macOS 原生运行时可在容器外运行它，并通过存根保留成就功能。

source: another app
zh_hans: 其他 App

source: Apple's overlay: frame time, GPU time and memory.
zh_hans: Apple 的叠层显示：帧时间、GPU 时间和内存。

source: Apple's sign-in page appears here
zh_hans: Apple 登录页面会显示在这里

source: Applies to every program in this bottle starting with the next game launch. winecfg shows the same values; Settings › Games has per-game overrides.
zh_hans: 从下次启动游戏起，此设置适用于该容器中的所有程序。winecfg 会显示相同的值；“设置 › 游戏”中可为单个游戏指定覆盖设置。

source: Applies while a game has taken the pointer, as a first-person camera does. Menus and the desktop keep the Mac's pointer.
zh_hans: 游戏占用指针时生效，例如使用第一人称视角时。菜单和桌面仍使用 Mac 指针。

source: as fixed, and a full-screen game plays in a window you can move and resize, still drawing as if it filled the screen
zh_hans: 除固定尺寸窗口外，全屏游戏也会在可移动、可调整大小的窗口中运行，但仍按全屏尺寸绘制

source: Asked %lld processes under %@ to quit.
zh_hans: 已请求 %@ 下的 %lld 个进程退出。

source: Auto
zh_hans: 自动

source: Auto Update
zh_hans: 自动更新

source: Auto-restart is off
zh_hans: 自动重新启动已关闭

source: Auto-restart off
zh_hans: 自动重启已关闭

source: auto-restart paused
zh_hans: 自动重启已暂停

source: Auto-restart Steam
zh_hans: 自动重新启动 Steam

source: Automatic
zh_hans: 自动

source: Automatically restarts Steam if it crashes or stops responding.
zh_hans: Steam 崩溃或停止响应时自动重新启动。

source: Automation
zh_hans: 自动化

source: Avatar
zh_hans: 头像

source: Average
zh_hans: 平均值

source: AVX and AVX2 are processor instructions many games since 2020 require. Rosetta translates them either way; this makes it say so, which is what a game's start-up check reads.
zh_hans: AVX 和 AVX2 是许多 2020 年以来的游戏所需的处理器指令。Rosetta 无论如何都会转换它们；此设置让 Rosetta 在游戏启动检查时报告支持。

source: Background helper
zh_hans: 后台辅助程序

source: bad URL %@
zh_hans: 无效的 URL：%@

source: Beta
zh_hans: Beta 版

source: Betas of Sevoflurane and Dormison arrive before releases and have been run on fewer Macs.
zh_hans: Sevoflurane 和 Dormison 的 Beta 版早于正式版发布，在较少的 Mac 上经过测试。

source: Bilinear
zh_hans: 双线性

source: Blends neighboring pixels. The softest of the three.
zh_hans: 混合相邻像素。三种滤镜中效果最柔和。

source: Both can change later, in Settings.
zh_hans: 之后可在“设置”中更改。

source: Bottle
zh_hans: 容器

source: Bottle & Wine
zh_hans: 容器与 Wine

source: bottle creation failed: %@
zh_hans: 创建容器失败：%@

source: Bottle default
zh_hans: 容器默认设置

source: Bottle incomplete
zh_hans: 容器不完整

source: Bottle name
zh_hans: 容器名称

source: Bring Steam's window to the front
zh_hans: 将 Steam 窗口置于最前方

source: Bring to front
zh_hans: 置于最前方

source: Built on
zh_hans: 构建于

source: built with %@
zh_hans: 使用 %@ 构建

source: Built-in only
zh_hans: 仅内置

source: Built-in, then native
zh_hans: 内建优先，原生备用

source: Caches and downloads move to the Trash. Uninstall games in Steam.
zh_hans: 缓存和下载内容会移到废纸篓。请在 Steam 中卸载游戏。

source: Cancel
zh_hans: 取消

source: Cancel stuck menus
zh_hans: 取消卡住的菜单

source: Cancel stuck menus above. macOS 27 can leave a menu tracking; Steam keeps running behind it.
zh_hans: 请使用上方的“取消卡住的菜单”。在 macOS 27 中，菜单有时会一直保持打开状态，但 Steam 仍在后台运行。

source: Change the Engine File…
zh_hans: 更改引擎文件…

source: Check Again
zh_hans: 再次检查

source: Checking files
zh_hans: 正在检查文件

source: checking the client…
zh_hans: 正在检查客户端…

source: Checking the Steam installed here and updating it.
zh_hans: 正在检查并更新这里安装的 Steam。

source: Chip
zh_hans: 芯片

source: Choose
zh_hans: 选择

source: Choose “Evaluation environment for Windows games” or the Game Porting Toolkit.
zh_hans: 请选择“Evaluation environment for Windows games”或 Game Porting Toolkit。

source: Choose a %@ release archive, or a folder holding its DLLs.
zh_hans: 请选择 %@ 发布压缩包，或包含其 DLL 文件的文件夹。

source: Choose a game
zh_hans: 选择游戏

source: Choose a Game's Folder
zh_hans: 选择游戏文件夹

source: Choose a Windows Program
zh_hans: 选择 Windows 程序

source: Choose an Engine File…
zh_hans: 选择引擎文件…

source: Choose an upscaler in Engine or Games.
zh_hans: 在“引擎”或“游戏”中选择画面缩放器。

source: Choose another renderer for that game in Settings › Games. The (i) beside Game renderer in Settings › Graphics says what each one is for.
zh_hans: 请前往“设置”>“游戏”，为该游戏选择其他渲染器。“设置”>“图形”中“游戏渲染器”旁的 (i) 按钮介绍了各个渲染器的用途。

source: Choose how to start it.
zh_hans: 请选择启动方式。

source: Choose the File…
zh_hans: 选择文件…

source: Choose the folder that holds GenshinImpact.exe, StarRail.exe or ZenlessZoneZero.exe.
zh_hans: 选择包含 GenshinImpact.exe、StarRail.exe 或 ZenlessZoneZero.exe 的文件夹。

source: Choose the folder your browser saves downloads into.
zh_hans: 请选择浏览器保存下载文件的文件夹。

source: Choose the FPS Unlocker
zh_hans: 选择帧率解锁器

source: Choose the Game Porting Toolkit disk image you downloaded.
zh_hans: 请选择已下载的 Game Porting Toolkit 磁盘映像。

source: Choose Where to Install
zh_hans: 选择安装位置

source: Choose whether to play it once or add it to Quick Launch.
zh_hans: 选择运行一次或添加到快速启动。

source: Choose…
zh_hans: 选择…

source: Choosing a renderer
zh_hans: 选择渲染器

source: Clear cache
zh_hans: 清除缓存

source: Clear the shader cache
zh_hans: 清除着色器缓存

source: Clear the shader cache?
zh_hans: 清除着色器缓存？

source: Click to install version %@
zh_hans: 点按以安装版本 %@

source: client
zh_hans: 客户端

source: client healthy
zh_hans: 客户端运行正常

source: client update finished but steamclient64.dll is missing
zh_hans: 客户端更新已完成，但缺少 steamclient64.dll

source: Close
zh_hans: 关闭

source: Close this window any time. Setup carries on in the menu bar, and resumes where it stopped.
zh_hans: 可以随时关闭此窗口。设置会在菜单栏中继续，并从中断处恢复。

source: Closes Steam and reopens it. The first thing to try when it acts up.
zh_hans: 关闭并重新启动 Steam。Steam 出现问题时，可先尝试此操作。

source: Closing Steam and anything running in it. Sevoflurane quits after Steam closes.
zh_hans: 正在关闭 Steam 及其中运行的所有程序。Steam 关闭后，Sevoflurane 会退出。

source: CodeWeavers develops Wine, and both engines are built on it. Switch engines later in Settings.
zh_hans: Wine 由 CodeWeavers 开发。两个引擎都基于 Wine，之后可在“设置”中切换。

source: CodeWeavers' paid engine, with per-game fixes and a support team.
zh_hans: CodeWeavers 的付费引擎，提供针对各款游戏的修复和技术支持。

source: Collect reports
zh_hans: 收集报告

source: Collect reports now
zh_hans: 立即收集报告

source: Collected reports
zh_hans: 已收集的报告

source: Collecting…
zh_hans: 正在收集…

source: Command-line tool
zh_hans: 命令行工具

source: Common problems
zh_hans: 常见问题

source: Community
zh_hans: 社区

source: Compressed reports
zh_hans: 已压缩的报告

source: Continue
zh_hans: 继续

source: Continue setup
zh_hans: 继续设置

source: Continue setup where you left off. Steam opens from its last step.
zh_hans: 从上次中断处继续设置。Steam 会从上一步开始打开。

source: Continue to finish setting up.
zh_hans: 继续以完成设置。

source: Copies pixels. Crisp at whole-number scales, uneven at the rest.
zh_hans: 直接复制像素。整数倍缩放时清晰，其他倍数可能不均匀。

source: Copy
zh_hans: 拷贝

source: Copy all logs
zh_hans: 拷贝所有日志

source: Copying %@…
zh_hans: 正在复制 %@…

source: Copyright © 2026 kageroumado. MIT License.
zh_hans: 版权所有 © 2026 kageroumado。MIT 许可证。

source: Core fonts
zh_hans: 基本字体

source: Could not write a report.
zh_hans: 无法写入报告。

source: Could not write the report: %@
zh_hans: 无法写入报告：%@

source: Counts the frames the engine put on screen, whichever renderer drew them.
zh_hans: 统计引擎显示的帧数，与所用渲染器无关。

source: crashed
zh_hans: 已崩溃

source: crashed — exit %lld
zh_hans: 崩溃，退出代码 %lld

source: crashed while exiting
zh_hans: 退出时崩溃

source: crashed while exiting — exit %lld
zh_hans: 退出时崩溃，退出代码 %lld

source: Creating the Steam environment…
zh_hans: 正在创建 Steam 环境…

source: CrossOver ships the version it supports. Add a newer one from Apple to replace it.
zh_hans: CrossOver 附带其支持的版本。你可以从 Apple 添加较新版本来替换它。

source: CrossOver skips the engine logs. The app logs are on.
zh_hans: CrossOver 不生成引擎日志，但 App 日志已开启。

source: CrossOver's own
zh_hans: CrossOver 自带

source: Custom
zh_hans: 自定

source: Customize its window, upscaler, and mouse settings.
zh_hans: 自定此游戏的窗口、画面缩放器和鼠标设置。

source: D3DMetal uses the newest installed version. Removing the last version disables DirectX 12 in Dormison.
zh_hans: D3DMetal 使用最新的已安装版本。移除最后一个版本后，Dormison 将无法运行 DirectX 12 游戏。

source: Debug
zh_hans: 调试

source: Debug mode
zh_hans: 调试模式

source: Debug Mode
zh_hans: 调试模式

source: Debug mode is on. Logs grow.
zh_hans: 调试模式已开启。日志会持续增长。

source: Default engine
zh_hans: 默认引擎

source: Defaults for every game on Dormison. Settings › Games changes one game. A change applies at a game's next launch.
zh_hans: Dormison 上所有游戏的默认设置。在“设置 › 游戏”中可更改单个游戏。更改会在游戏下次启动时生效。

source: Defaults for every game on Dormison. Settings › Games changes one game. Restart Steam to apply a change.
zh_hans: Dormison 上所有游戏的默认设置。在“设置 › 游戏”中可更改单个游戏。重新启动 Steam 后更改生效。

source: Delete
zh_hans: 删除

source: Delete every run this Mac shared?
zh_hans: 删除这台 Mac 共享的所有运行记录？

source: Delete What I Shared…
zh_hans: 删除我共享的内容…

source: DEMO
zh_hans: 演示

source: Diagnostics
zh_hans: 诊断

source: Diagnostics archive
zh_hans: 诊断归档

source: Direct3D libraries beside it
zh_hans: 旁边有 Direct3D 库

source: Direct3D shader compiler
zh_hans: Direct3D 着色器编译器

source: DirectX 10 and 11 through Metal. Try it if a DirectX 11 game looks wrong.
zh_hans: 通过 Metal 运行 DirectX 10 和 11。如果 DirectX 11 游戏画面异常，请尝试此项。

source: DirectX 10 and 11 through Vulkan and MoltenVK. DXGI stays Wine's own.
zh_hans: 通过 Vulkan 和 MoltenVK 运行 DirectX 10 和 11。DXGI 仍使用 Wine 的版本。

source: DirectX 10 and 11, by way of Vulkan.
zh_hans: 通过 Vulkan 运行 DirectX 10 和 11。

source: DirectX 11 and 12 through Apple's Game Porting Toolkit.
zh_hans: 通过 Apple 游戏移植工具包运行 DirectX 11 和 12。

source: DirectX 11 and 12 through Metal, for 64-bit games. A 32-bit game uses Wine's renderer instead. Needs Apple's Game Porting Toolkit, or a CrossOver engine with it.
zh_hans: 通过 Metal 运行 64 位游戏的 DirectX 11 和 12。32 位游戏改用 Wine 的渲染器。需要 Apple 游戏移植工具包，或包含它的 CrossOver 引擎。

source: DirectX 11, translated straight to Metal.
zh_hans: 将 DirectX 11 直接转换为 Metal。

source: DirectX 12 games
zh_hans: DirectX 12 游戏

source: DirectX 12 support
zh_hans: 支持 DirectX 12

source: DirectX runtimes (June 2010)
zh_hans: DirectX 运行库（2010 年 6 月）

source: Disabled
zh_hans: 已停用

source: Discord presence in games
zh_hans: 在游戏中显示 Discord 状态

source: Display name
zh_hans: 显示名称

source: DLL overrides
zh_hans: DLL 覆盖设置

source: Don't Ask for This Game
zh_hans: 此游戏不再询问

source: Don't Send
zh_hans: 不发送

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Download (%@)
zh_hans: 下载（%@）

source: Download complete
zh_hans: 下载完成

source: Download everything
zh_hans: 下载全部

source: Downloading
zh_hans: 正在下载

# Downloading %@ %@…
source: Downloading %1$@ %2$@…
zh_hans: 正在下载 %@ %@…

source: Downloading %@…
zh_hans: 正在下载 %@…

source: downloading d3dcompiler_47
zh_hans: 正在下载 d3dcompiler_47

source: downloading DirectX redistributable
zh_hans: 正在下载 DirectX 运行库

source: downloading fonts (%lld of %lld)
zh_hans: 正在下载字体（%lld/%lld）

source: Downloading Steam (this is the long step)…
zh_hans: 正在下载 Steam（此步骤耗时较长）…

source: Downloading the engine (~%lld MB)…
zh_hans: 正在下载引擎（约 %lld MB）…

source: Downloading the Steam installer…
zh_hans: 正在下载 Steam 安装程序…

source: downloading VC++ (%@)
zh_hans: 正在下载 VC++（%@）

source: Downloads, controllers, and the Steam interface.
zh_hans: 下载、控制器和 Steam 界面。

source: Draws every frame of the last five seconds at the time it took, so a hitch shows as a spike the average hides. The 1 % low is the frame rate of the slowest one in a hundred frames of the last ten seconds.
zh_hans: 按每帧耗时绘制最近五秒的帧。卡顿会显示为尖峰，即使平均值没有变化。1% 最低帧率指最近十秒中最慢的 1% 帧所对应的帧率。

source: driver
zh_hans: 驱动程序
